//**********************************************************************
// $Header: $
//
// $Revision: $
//
// $Date: $
//**********************************************************************
//**********************************************************************
//<Oem_FHDR_START>
//
// Name:	OemBmcVgaConf.uni
//
// Description:	This file contains OemBmcVgaConf.uni string definitions.
//
//<Oem_FHDR_END>
//**********************************************************************
/=#
#include "VFR.uni"

#ifndef x-UEFI-AMI
#langdef   x-UEFI-AMI "x-UEFI-AMI"    // AMI Configuration Language
#endif

#string STR_OEM_BMC_VGA_CONF_FORM                     #language eng "Onboard VGA Configuration"
                                                        #language zh-chs "板载VGA 配置"//<huangjin001-20200115 Add Chinese definition for OemBmcVgaConf.>
#string STR_OEM_BMC_VGA_CONF_HELP                     #language eng "Onboard VGA Configuration"
                                                        #language zh-chs "板载VGA 配置"

#string STR_OEM_BMC_VGA_MEM_SIZE_PROMPT               #language eng "Onboard VGA memory size"
                                                        #language x-UEFI-AMI "OnboardVGAMemSize"
                                                        #language zh-chs "板载VGA内存大小"
#string STR_OEM_BMC_VGA_MEM_SIZE_HELP                 #language eng "Set the Onboard VGA memory size"
                                                        #language zh-chs "设置板载VGA内存的大小"

#string STR_OEM_BMC_VGA_MEM_SIZE_8M                   #language eng "8 MB"
                                                        #language zh-chs "8 MB"
#string STR_OEM_BMC_VGA_MEM_SIZE_16M                  #language eng "16 MB"
                                                        #language zh-chs "16 MB"
#string STR_OEM_BMC_VGA_MEM_SIZE_32M                  #language eng "32 MB"
                                                        #language zh-chs "32 MB"
#string STR_OEM_BMC_VGA_MEM_SIZE_64M                  #language eng "64 MB"
                                                        #language zh-chs "64 MB"

